import React from 'react';
import './css/Content.css'; // スタイルシートをインポート

function Content() {
  return (
    <main>
      <h2 className='content-h2'>コンテンツ1</h2>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <h2 className='content-h2'>コンテンツ2</h2>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <h2 className='content-h2'>コンテンツ3</h2>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
      <p>ここにブログのコンテンツが表示されます。</p>
    </main>
  );
}

export default Content;